[
    "Hey hey! It looks like you need your password reset. I can get ya fixed up in a jiffy! You know, I realized that I never told you about the second day of my trip to Paradiso. My partner Sam and I went back to the mines, of course. We weren’t about to pass up another chance to find more exquisite rocks. You know Cole in design? He told me his friend went to Paradiso and found a whole slew of moonstone and garnet! Now garnet can be pretty tricky to find in the wild, let me tell you. But there is something you can look for to find garnet- you know what it is?",
    { "wait": 5, "msg": "It’s quartz! You just look for quartz and usually you’ll find some garnet nearby. Now garnet and quartz have the same hardness so you shouldn’t be able to scratch quartz with garnet or vice versa. So you can tell if it’s real garnet by finding some of that nearby quartz and seeing if it scratches it. Garnet stones are usually pretty dark brown or black and can blend in pretty easily inside a mine so it takes a sharp eye to find them. So, of course, I made that my primary mission on this trip. We seem to have a lot in common so I bet you come up with fun missions to do while you’re vacation, yeah?"},
    { "typing": true, "wait": 5, "msg": "Ha! I knew I liked you! So anyway, on that trip I was determined to find garnet but first I had to find quartz. I wasn’t sure where to look so I bought a gemstone and mineral guidebook from the gift shop. The lady who worked at the gift shop said she heard there was lots of quartz near the lake inside the mine. Get this- the lake wasn’t even listed in the guidebook so it must be new! Sure enough, I went to the lake and do you know what I found?" },
	{ "typing": true, "wait": 5, "msg": "Nope, didn’t find that. I found pezzottaite! I couldn’t believe my eyes! They were real, rough pezzottaite gemstones just right there in a small cluster of rocks by the lake. They were small, mind you, but a pezzottaite is a pezzottaite! I thought surely this was going to be the luckiest find of this trip. I was in it for the garnet but found pezzottaite instead. I was pleased as punch but do you think I gave up there?" },
	{ "typing": true, "wait": 5, "msg": "Haha! Of course I didn’t give up! I had to keep going because I just had this gut feeling there might be something else nearby. After a few more hours and a little bit of mining, Sam was ready to throw in the towel but I felt like I was just getting started. We collected a little bit of citrine, a little bit of tanzanite, and a few dozen random sedimentary rocks. Suddenly I see what I think is a vein in the cave wall. I carefully used my pickaxe to explore it but do you know what happened?" },
	{ "typing": true, "wait": 5, "msg": "Oh, right- your password reset. Well I’ll just finish up my story here. I tried to explore the vein but it was so slow going that I had to call it quits. Just as I was packing up my things, I saw what could only be quartz beside my bag. A little bit of looking nearby and I finally found a small, unmistakable garnet! So it all worked out in the end and I had another successful vacation in Paradiso." },
	"Got your password reset! I also have a ton of pictures from the trip on my BookFace page so send me a friend request. Back to the ol’ grindstone! TTYL!"
]