[
    "Oh hey! You need to re-authorize, yeah? I can get ya fixed up in a jiffy! Oh, while I have you here I should tell you about my last trip to Paradiso. I’m sure you’ve already heard about my large rock collection- I like to think it’s the pride of everyone here at Forward Thinking! Well my partner Sam and I went to Paradiso a few weeks back. We took the mining tour and I got the best haul ever of neat-looking stones! The first one I found was this big, gray stone that was smooth like a river rock. I cracked it open and, wouldn’t you know it, there was this adorable little quartz geode inside! It was this lovely light pink color that looked just like the cotton candy at the fair. You know what I mean, yeah?",
    { "wait": 5, "msg": "Oh right, right- I’m getting to your re-authentication but first I have to tell you about how I found this smaller, dark gray rock. I split it open and it was golden topaz! I couldn’t believe my luck! So I kept going a little further until I happened upon this adorable green rock. One swift swing of my pickaxe revealed it was jade. I have a lot of jade but you can never have too much jade. Did you hear that Sam has started making jewelry from some of my extra gems?"},
    { "typing": true, "wait": 5, "msg": "Well, it’s indeed true, and I know Sam is going to make something pretty from that jade. But that’s not all I found! I kept walking and I caught a glimmer out of the corner of my eye. At first I thought it was just my eyes playing tricks on me again but I decided to check it out just in case it was something interesting. It was a big chunk of pyrite or fool’s gold! It just goes to show you should always go with your gut feelings when you’re in a mine. Some people may not like pyrite but I really think it’s so pretty. What do you think about it?" },
	{ "typing": true, "wait": 5, "msg": "Oh yes, I’ll re-authenticate you but I need to tell you that a few years ago I made some bookends from pyrite. They just look so good on my bookshelf. It just adds a little bit of class and glitz without costing a lot of money, you know? Well, most people would have probably stopped there after that haul but you know I just had to find more rocks. I collected a few more basic sedimentary rocks until I noticed this really pale rock. Sam thought I should leave it there because it didn’t look like anything special but I just had this gut feeling. Always go with your gut- that’s what I say! Don’t you agree?" },
	{ "typing": true, "wait": 5, "msg": "Let me tell you, it paid off for us because sure enough that pale rock was opal! It needed to be cut properly, sure, but you can’t mistake that lustre! I just know Sam is going to make something super pretty from that gem once we polish it."},
	{ "typing": true, "wait": 2, "msg": "OH… right… you needed to be re-authenticated.Two keystrokes and there you go- you’re all set! Let me know if you want me to send you pics of the other rocks I found!" }
]